"程序：设置参数变量ParameterVariables"

## 程序：设置参数变量ParameterVariables

##########################################
#状态/可扩展
##########################################



######### 设置参数变量 #########################################

## 指定待运行的模型
model = "model_BI1111"

## 外生冲击量
Shock_exBI_t = [
    [1631.73, 0.0, 0.0, 0.0, 0.0],
    [3160.99, 0.0, 0.0, 0.0, 0.0]
]

## 指定遭受初始外生冲击的银行示性列表
idx_Shock_exBI_t=[
    [true, false, false, false, false]
]

## 银行抛售厂商贷款资产价格折扣率。默认0.0。#HACK目前暂时不考虑这个参数！
kappa_A_P=[
    0.0
]

## 银行抛售银行间贷款资产价格折扣率。默认0.0。#HACK目前暂时不考虑这个参数！
kappa_BI=[
    0.0
]


################################################################

